Repository: MusilyApp/musily
Catalog: lib/l10n/app_*.arb
Languages: hi, pl, th, uk

source: Home
hi: होम
pl: Strona główna
th: หน้าแรก
uk: Головна

source: Search
hi: खोजें
pl: Szukaj
th: ค้นหา
uk: Пошук

source: Library
hi: लाइब्रेरी
pl: Biblioteka
th: ไลบรารี
uk: Бібліотека

source: Favorites
hi: पसंदीदा
pl: Ulubione
th: รายการโปรด
uk: Улюблені

source: Search Music, Album, or Artist
hi: संगीत, एल्बम या कलाकार खोजें
pl: Szukaj muzyki, albumu lub artysty
th: ค้นหาดนตรี อัลบั้ม หรือศิลปิน
uk: Пошук музики, альбому або виконавця

# musics
source: Music
hi: संगीत
pl: Muzyka
th: ดนตรี
uk: Музика

source: Albums
hi: एल्बम
pl: Albumy
th: อัลบั้ม
uk: Альбоми

source: Artists
hi: कलाकार
pl: Artyści
th: ศิลปิน
uk: Виконавці

source: All
hi: सभी
pl: Wszystko
th: ทั้งหมด
uk: Всі

source: Playlists
hi: प्लेलिस्ट
pl: Playlisty
th: เพลย์ลิสต์
uk: Плейлисти

source: Download
hi: डाउनलोड
pl: Pobierz
th: ดาวน์โหลด
uk: Завантажити

source: Add to Playlist
hi: प्लेलिस्ट में जोड़ें
pl: Dodaj do playlisty
th: เพิ่มลงในเพลย์ลิสต์
uk: Додати до плейлиста

source: Add to Queue
hi: कतार में जोड़ें
pl: Dodaj do kolejki
th: เพิ่มลงในคิว
uk: Додати до черги

source: Go to Album
hi: एल्बम पर जाएं
pl: Przejdź do albumu
th: ไปที่อัลบั้ม
uk: Перейти до альбому

source: Go to Artist
hi: कलाकार पर जाएं
pl: Przejdź do artysty
th: ไปที่ศิลปิน
uk: Перейти до виконавця

source: Share
hi: साझा करें
pl: Udostępnij
th: แชร์
uk: Поділитися

source: Play
hi: चलाएं
pl: Odtwarzaj
th: เล่น
uk: Відтворити

source: Shuffle Play
hi: अव्यवस्थित चलाएं
pl: Odtwarzaj losowo
th: สลับเล่น
uk: Відтворити в довільному порядку

source: Add to Library
hi: लाइब्रेरी में जोड़ें
pl: Dodaj do biblioteki
th: เพิ่มลงในไลบรารี
uk: Додати до бібліотеки

source: Follow
hi: फॉलो करें
pl: Obserwuj
th: ติดตาม
uk: Підписатися

source: Following
hi: फॉलो कर रहे हैं
pl: Obserwowany
th: กำลังติดตาม
uk: Підписаний

source: More
hi: और
pl: Więcej
th: เพิ่มเติม
uk: Більше

source: Top Songs
hi: शीर्ष गाने
pl: Najpopularniejsze utwory
th: เพลงยอดนิยม
uk: Найкращі пісні

source: Top Albums
hi: शीर्ष एल्बम
pl: Najpopularniejsze albumy
th: อัลบั้มยอดนิยม
uk: Найкращі альбоми

source: Top Singles
hi: शीर्ष सिंगल्स
pl: Najpopularniejsze single
th: ซิงเกิลยอดนิยม
uk: Найкращі сингли

source: Similar Artists
hi: समान कलाकार
pl: Podobni artyści
th: ศิลปินที่คล้ายกัน
uk: Схожі виконавці

source: Remove from Library
hi: लाइब्रेरी से हटाएं
pl: Usuń z biblioteki
th: ลบออกจากไลบรารี
uk: Видалити з бібліотеки

source: Create Playlist
hi: प्लेलिस्ट बनाएं
pl: Utwórz playlistę
th: สร้างเพลย์ลิสต์
uk: Створити плейлист

source: Playlist Name
hi: प्लेलिस्ट का नाम
pl: Nazwa playlisty
th: ชื่อเพลย์ลิสต์
uk: Назва плейлиста

source: Cancel
hi: रद्द करें
pl: Anuluj
th: ยกเลิก
uk: Скасувати

source: Back
hi: वापस
pl: Wstecz
th: กลับ
uk: Назад

source: Create
hi: बनाएं
pl: Utwórz
th: สร้าง
uk: Створити

source: Playlist
hi: प्लेलिस्ट
pl: Playlista
th: เพลย์ลิสต์
uk: Плейлист

source: Songs
hi: गाने
pl: Utwory
th: เพลง
uk: Пісні

source: Delete Playlist
hi: प्लेलिस्ट हटाएं
pl: Usuń playlistę
th: ลบเพลย์ลิสต์
uk: Видалити плейлист

source: Edit Playlist
hi: प्लेलिस्ट संपादित करें
pl: Edytuj playlistę
th: แก้ไขเพลย์ลิสต์
uk: Редагувати плейлист

source: Confirm
hi: पुष्टि करें
pl: Potwierdź
th: ยืนยัน
uk: Підтвердити

source: Do you want to delete the playlist?
hi: क्या आप प्लेलिस्ट हटाना चाहते हैं?
pl: Czy chcesz usunąć playlistę?
th: คุณต้องการลบเพลย์ลิสต์หรือไม่?
uk: Ви хочете видалити плейлист?

source: Delete
hi: हटाएं
pl: Usuń
th: ลบ
uk: Видалити

# theActionCannotBeUndone
source: This action cannot be undone.
hi: इस क्रिया को पूर्ववत नहीं किया जा सकता है।
pl: Tej czynności nie można cofnąć.
th: การกระทำนี้ไม่สามารถยกเลิกได้
uk: Цю дію неможливо скасувати.

# playingNow
source: Now Playing
hi: अभी चल रहा है
pl: Odtwarzane teraz
th: กำลังเล่น
uk: Зараз грає

# emptyLibrary
source: Your library is empty
hi: आपकी लाइब्रेरी खाली है
pl: Twoja biblioteka jest pusta
th: ไลบรารีของคุณว่างเปล่า
uk: Ваша бібліотека порожня

# emptyLibraryDescription
source: Add items to your library to see them here
hi: यहां देखने के लिए अपनी लाइब्रेरी में आइटम जोड़ें
pl: Dodaj elementy do swojej biblioteki, aby je tu zobaczyć
th: เพิ่มรายการลงในไลบรารีของคุณเพื่อดูที่นี่
uk: Додайте елементи до бібліотеки, щоб побачити їх тут

source: Album not found
hi: एल्बम नहीं मिला
pl: Album nie znaleziony
th: ไม่พบอัลบั้ม
uk: Альбом не знайдено

source: Artist not found
hi: कलाकार नहीं मिला
pl: Artysta nie znaleziony
th: ไม่พบศิลปิน
uk: Виконавець не знайдено

source: Cancel Download
hi: डाउनलोड रद्द करें
pl: Anuluj pobieranie
th: ยกเลิกการดาวน์โหลด
uk: Скасувати завантаження

source: Pause
hi: ठहराएं
pl: Wstrzymaj
th: หยุดชั่วคราว
uk: Пауза

source: Album
hi: एल्बम
th: อัลบั้ม
uk: Альбом

source: Singles
hi: सिंगल्स
pl: Single
th: ซิงเกิล
uk: Сингли

# noMoreSingles
source: No more singles available for this artist.
hi: इस कलाकार के लिए और कोई सिंगल उपलब्ध नहीं है।
pl: Brak więcej singli dostępnych dla tego artysty.
th: ไม่มีซิงเกิลเพิ่มเติมสำหรับศิลปินนี้
uk: Більше немає доступних синглів для цього виконавця.

# noMoreAlbums
source: No more albums available for this artist.
hi: इस कलाकार के लिए और कोई एल्बम उपलब्ध नहीं है।
pl: Brak więcej albumów dostępnych dla tego artysty.
th: ไม่มีอัลบั้มเพิ่มเติมสำหรับศิลปินนี้
uk: Більше немає доступних альбомів для цього виконавця.

# songsNotFound
source: No songs found.
hi: कोई गाना नहीं मिला।
pl: Nie znaleziono utworów.
th: ไม่พบเพลง
uk: Пісні не знайдено.

source: Playlist not found.
hi: प्लेलिस्ट नहीं मिली।
pl: Playlista nie znaleziona.
th: ไม่พบเพลย์ลิสต์
uk: Плейлист не знайдено.

# requiredField
source: This field is required.
hi: यह फ़ील्ड आवश्यक है।
pl: To pole jest wymagane.
th: ฟิลด์นี้จำเป็นต้องกรอก
uk: Це поле є обов''язковим.

source: Delete Download
hi: डाउनलोड हटाएं
pl: Usuń pobieranie
th: ลบการดาวน์โหลด
uk: Видалити завантаження

# noPlaylists
source: You have no playlists.
hi: आपके पास कोई प्लेलिस्ट नहीं है।
pl: Nie masz żadnych playlist.
th: คุณยังไม่มีเพลย์ลิสต์
uk: У вас немає плейлистів.

source: Remove from Playlist
hi: प्लेलिस्ट से हटाएं
pl: Usuń z playlisty
th: ลบออกจากเพลย์ลิสต์
uk: Видалити з плейлиста

source: Download Manager
hi: डाउनलोड मैनेजर
pl: Menedżer pobierania
th: จัดการการดาวน์โหลด
uk: Менеджер завантажень

source: Downloads
hi: डाउनलोड
pl: Pobieranie
th: การดาวน์โหลด
uk: Завантаження

source: Offline
hi: ऑफलाइन
th: ออฟไลน์
uk: Офлайн

source: Offline Mode
hi: ऑफलाइन मोड
pl: Tryb offline
th: โหมดออฟไลน์
uk: Офлайн режим

# offlineModeDescription
source: You are currently offline. Some features may be unavailable.
hi: आप वर्तमान में ऑफलाइन हैं। कुछ सुविधाएं अनुपलब्ध हो सकती हैं।
pl: Jesteś obecnie offline. Niektóre funkcje mogą być niedostępne.
th: คุณกำลังออฟไลน์อยู่ บางฟีเจอร์อาจไม่พร้อมใช้งาน
uk: Ви зараз в офлайн режимі. Деякі функції можуть бути недоступні.

source: Lyrics not found
hi: गीत नहीं मिले
pl: Tekst piosenki nie znaleziony
th: ไม่พบเนื้อเพลง
uk: Текст пісні не знайдено

# lyricsNotSynced
source: Lyrics are not synchronized
hi: गीत सिंक्रनाइज़ नहीं हैं
pl: Tekst piosenki nie jest zsynchronizowany
th: เนื้อเพลงไม่ได้รับการซิงค์
uk: Текст не синхронізований

# lyricsNotSyncedDescription
source: These lines will not move with the music playback.
hi: ये पंक्तियां संगीत प्लेबैक के साथ नहीं चलेंगी।
pl: Te linie nie będą się poruszać z odtwarzaniem muzyki.
th: บรรทัดเหล่านี้จะไม่เคลื่อนไหวพร้อมกับการเล่นเพลง
uk: Рядки не рухатимуться разом із музикою.

# lyricsParsedSync
source: We synced this lyric for you
hi: हमने आपके लिए इस गीत को सिंक किया है
pl: Zsynchronizowaliśmy ten tekst dla Ciebie
th: เราซิงค์เนื้อเพลงนี้ให้คุณแล้ว
uk: Ми синхронізували цей текст для вас

# lyricsParsedSyncDescription
source: It was generated automatically and may be slightly off the beat.
hi: यह स्वचालित रूप से उत्पन्न किया गया था और थोड़ा बीट से बाहर हो सकता है।
pl: Został wygenerowany automatycznie i może być nieco poza rytmem.
th: มันถูกสร้างขึ้นโดยอัตโนมัติและอาจผิดจังหวะเล็กน้อย
uk: Синхронізацію згенеровано автоматично, тому можливі невеликі неточності.

source: Lyrics
hi: गीत
pl: Teksty piosenek
th: เนื้อเพลง
uk: Тексти

source: Settings
hi: सेटिंग्स
pl: Ustawienia
th: การตั้งค่า
uk: Налаштування

source: Accounts
hi: खाते
pl: Konta
th: บัญชี
uk: Акаунти

source: Language
hi: भाषा
pl: Język
th: ภาษา
uk: Мова

source: Theme
hi: थीम
pl: Motyw
th: ธีม
uk: Тема

source: Dark
hi: डार्क
pl: Ciemny
th: มืด
uk: Темна

source: Light
hi: लाइट
pl: Jasny
th: สว่าง
uk: Світла

source: System
hi: सिस्टम
pl: Systemowy
th: ระบบ
uk: Системна

source: Licenses
hi: लाइसेंस
pl: Licencje
th: ใบอนุญาต
uk: Ліцензії

source: About
hi: के बारे में
pl: O aplikacji
th: เกี่ยวกับ
uk: Про

source: About & Supporters
hi: के बारे में और समर्थक
pl: O aplikacji i wspierających
th: เกี่ยวกับและผู้สนับสนุน
uk: Про застосунок і підтримувачів

source: Application
hi: एप्लिकेशन
pl: Aplikacja
th: แอปพลิเคชัน
uk: Програма

source: Others
hi: अन्य
pl: Inne
th: อื่นๆ
uk: Інші

# supportersTitle
source: Supporters
hi: समर्थक
pl: Wspierający
th: ผู้สนับสนุน
uk: Підтримувачі

# supportersEmpty
source: No supporters listed yet.
hi: अभी तक कोई समर्थक सूचीबद्ध नहीं है।
pl: Brak jeszcze wymienionych wspierających.
th: ยังไม่มีผู้สนับสนุนที่ระบุไว้
uk: Поки що немає підтримувачів.

source: Close
hi: बंद करें
pl: Zamknij
th: ปิด
uk: Закрити

# copiedToClipboard
source: Copied to the clipboard
hi: क्लिपबोर्ड पर कॉपी किया गया
pl: Skopiowano do schowka
th: คัดลอกไปยังคลิปบอร์ดแล้ว
uk: Скопійовано до буфера обміну

source: No downloads
hi: कोई डाउनलोड नहीं
pl: Brak pobierania
th: ไม่มีการดาวน์โหลด
uk: Немає завантажень

source: No results
hi: कोई परिणाम नहीं
pl: Brak wyników
th: ไม่พบผลลัพธ์
uk: Немає результатів

source: Download completed
hi: डाउनलोड पूरा हो गया
pl: Pobieranie zakończone
th: การดาวน์โหลดเสร็จสมบูรณ์
uk: Завантаження завершено

source: Select a language
hi: भाषा चुनें
pl: Wybierz język
th: เลือกภาษา
uk: Виберіть мову

source: Account
hi: खाता
pl: Konto
th: บัญชี
uk: Акаунт

source: Login
hi: लॉगिन
pl: Zaloguj się
th: เข้าสู่ระบบ
uk: Увійти

source: E-mail
hi: ई-मेल
th: อีเมล
uk: Ел. пошта

source: Password
hi: पासवर्ड
pl: Hasło
th: รหัสผ่าน
uk: Пароль

source: Please enter your e-mail
hi: कृपया अपना ई-मेल दर्ज करें
pl: Wprowadź swój e-mail
th: กรุณากรอกอีเมลของคุณ
uk: Будь ласка, введіть вашу ел. пошту

source: Please enter a valid e-mail
hi: कृपया एक वैध ई-मेल दर्ज करें
pl: Wprowadź prawidłowy e-mail
th: กรุณากรอกอีเมลที่ถูกต้อง
uk: Будь ласка, введіть дійсну ел. пошту

source: Please enter your password
hi: कृपया अपना पासवर्ड दर्ज करें
pl: Wprowadź swoje hasło
th: กรุณากรอกรหัสผ่านของคุณ
uk: Будь ласка, введіть ваш пароль

source: Password must be at least 8 characters
hi: पासवर्ड कम से कम 8 वर्णों का होना चाहिए
pl: Hasło musi zawierać co najmniej 8 znaków
th: รหัสผ่านต้องมีอย่างน้อย 8 ตัวอักษร
uk: Пароль має бути щонайменше 8 символів

source: Create Account
hi: खाता बनाएं
pl: Utwórz konto
th: สร้างบัญชี
uk: Створити обліковий запис

source: Name
hi: नाम
pl: Nazwa
th: ชื่อ
uk: Ім''я

source: Please enter your name
hi: कृपया अपना नाम दर्ज करें
pl: Wprowadź swoje imię
th: กรุณากรอกชื่อของคุณ
uk: Будь ласка, введіть ваше ім''я

source: Artist
hi: कलाकार
pl: Artysta
th: ศิลปิน
uk: Виконавець

source: Internal server error
hi: आंतरिक सर्वर त्रुटि
pl: Błąd wewnętrzny serwera
th: ข้อผิดพลาดภายในเซิร์ฟเวอร์
uk: Внутрішня помилка сервера

source: Invalid request
hi: अमान्य अनुरोध
pl: Nieprawidłowe żądanie
th: คำขอไม่ถูกต้อง
uk: Неправильний запит

# emailAlreadyInUse
source: The email is already in use
hi: ई-मेल पहले से उपयोग में है
pl: Ten e-mail jest już w użyciu
th: อีเมลนี้ถูกใช้งานแล้ว
uk: Електронна пошта вже використовується

source: Invalid credentials
hi: अमान्य क्रेडेंशियल
pl: Nieprawidłowe dane logowania
th: ข้อมูลประจำตัวไม่ถูกต้อง
uk: Невірні облікові дані

source: Login required
hi: लॉगिन आवश्यक
pl: Wymagane logowanie
th: จำเป็นต้องเข้าสู่ระบบ
uk: Потрібно увійти до системи

source: Item not found
hi: आइटम नहीं मिला
pl: Element nie znaleziony
th: ไม่พบรายการ
uk: Елемент не знайдено

source: Invalid user ID
hi: अमान्य उपयोगकर्ता आईडी
pl: Nieprawidłowy identyfikator użytkownika
th: รหัสผู้ใช้ไม่ถูกต้อง
uk: Невірний ID користувача

source: User not found
hi: उपयोगकर्ता नहीं मिला
pl: Użytkownik nie znaleziony
th: ไม่พบผู้ใช้
uk: Користувача не знайдено

source: Come check TEMPLATE on Musily!
hi: Musily पर TEMPLATE देखने आएं!
pl: Sprawdź TEMPLATE w Musily!
th: มาดู TEMPLATE ใน Musily!
uk: Приходьте подивитися TEMPLATE на Musily!

source: Backup
hi: बैकअप
pl: Kopia zapasowa
th: สำรองข้อมูล
uk: Резервне копіювання

source: Restore
hi: पुनर्स्थापित करें
pl: Przywróć
th: กู้คืน
uk: Відновити

source: Backup Library
hi: लाइब्रेरी बैकअप
pl: Kopia zapasowa biblioteki
th: สำรองข้อมูลไลบรารี
uk: Резервне копіювання бібліотеки

source: Backup completed successfully!
hi: बैकअप सफलतापूर्वक पूरा हुआ!
pl: Kopia zapasowa zakończona pomyślnie!
th: การสำรองข้อมูลเสร็จสมบูรณ์!
uk: Резервне копіювання успішно завершено!

source: Backup failed
hi: बैकअप विफल
pl: Kopia zapasowa nie powiodła się
th: การสำรองข้อมูลล้มเหลว
uk: Резервне копіювання не вдалося

source: Include Library
hi: लाइब्रेरी शामिल करें
pl: Uwzględnij bibliotekę
th: รวมไลบรารี
uk: Включити бібліотеку

source: Include Downloads
hi: डाउनलोड शामिल करें
pl: Uwzględnij pobieranie
th: รวมการดาวน์โหลด
uk: Включити завантаження

source: Start Backup
hi: बैकअप शुरू करें
pl: Rozpocznij kopię zapasową
th: เริ่มสำรองข้อมูล
uk: Розпочати резервне копіювання

source: Do you want to restore this backup?
hi: क्या आप इस बैकअप को पुनर्स्थापित करना चाहते हैं?
pl: Czy chcesz przywrócić tę kopię zapasową?
th: คุณต้องการกู้คืนการสำรองข้อมูลนี้หรือไม่?
uk: Ви хочете відновити цю резервну копію?

source: Backup in progress
hi: बैकअप प्रगति में है
pl: Kopia zapasowa w toku
th: กำลังสำรองข้อมูล
uk: Резервне копіювання триває

source: Backup restored successfully
hi: बैकअप सफलतापूर्वक पुनर्स्थापित किया गया
pl: Kopia zapasowa przywrócona pomyślnie
th: กู้คืนการสำรองข้อมูลสำเร็จ
uk: Резервну копію успішно відновлено

source: Backup file does not exist
hi: बैकअप फ़ाइल मौजूद नहीं है
pl: Plik kopii zapasowej nie istnieje
th: ไฟล์สำรองข้อมูลไม่มีอยู่
uk: Файл резервної копії не існує

source: Music saved to downloads
hi: संगीत डाउनलोड में सहेजा गया
pl: Muzyka zapisana w pobieraniu
th: ดนตรีถูกบันทึกในการดาวน์โหลด
uk: Музика збережена у завантаженнях

source: Save to Downloads
hi: डाउनलोड में सहेजें
pl: Zapisz w pobieraniu
th: บันทึกไปยังการดาวน์โหลด
uk: Зберегти у завантаження

source: Importing Playlist
hi: प्लेलिस्ट आयात कर रहे हैं
pl: Importowanie playlisty
th: กำลังนำเข้าเพลย์ลิสต์
uk: Імпортування Плейлиста

source: Playlist name or URL
hi: प्लेलिस्ट नाम या URL
pl: Nazwa lub URL playlisty
th: ชื่อหรือ URL เพลย์ลิสต์
uk: Назва або URL плейлиста

source: Hide
hi: छुपाएं
pl: Ukryj
th: ซ่อน
uk: Сховати

source: When closing the application
hi: एप्लिकेशन बंद करते समय
pl: Przy zamykaniu aplikacji
th: เมื่อปิดแอปพลิเคชัน
uk: Під час закриття програми

source: Show Window
hi: विंडो दिखाएं
pl: Pokaż okno
th: แสดงหน้าต่าง
uk: Показати вікно

source: Close Window
hi: विंडो बंद करें
pl: Zamknij okno
th: ปิดหน้าต่าง
uk: Закрити вікно

source: New Update Available
hi: नया अपडेट उपलब्ध है
pl: Nowa aktualizacja dostępna
th: อัปเดตใหม่พร้อมใช้งาน
uk: Доступне нове оновлення

source: Default Color
hi: डिफ़ॉल्ट रंग
pl: Domyślny kolor
th: สีเริ่มต้น
uk: Колір за замовчуванням

source: Accent Color
hi: एक्सेंट रंग
pl: Kolor akcentu
th: สีเน้น
uk: Акцентний колір

source: Recommended Albums
hi: अनुशंसित एल्बम
pl: Polecane albumy
th: อัลบั้มที่แนะนำ
uk: Рекомендовані Альбоми

source: Recommended Music
hi: अनुशंसित संगीत
pl: Polecana muzyka
th: ดนตรีที่แนะนำ
uk: Рекомендована Музика

source: More Recommendations
hi: और सिफारिशें
pl: Więcej rekomendacji
th: คำแนะนำเพิ่มเติม
uk: Більше рекомендацій

source: Cancel Operation?
hi: ऑपरेशन रद्द करें?
pl: Anulować operację?
th: ยกเลิกการดำเนินการ?
uk: Скасувати операцію?

# cancelBackupConfirmation
source: Are you sure you want to cancel the backup? Progress will be lost.
hi: क्या आप वाकई बैकअप रद्द करना चाहते हैं? प्रगति खो जाएगी।
pl: Czy na pewno chcesz anulować kopię zapasową? Postęp zostanie utracony.
th: คุณแน่ใจหรือไม่ว่าต้องการยกเลิกการสำรองข้อมูล? ความคืบหน้าจะสูญหาย
uk: Ви впевнені, що хочете скасувати резервне копіювання? Прогрес буде втрачено.

# cancelRestoreConfirmation
source: Are you sure you want to cancel the restore? Progress will be lost.
hi: क्या आप वाकई पुनर्स्थापना रद्द करना चाहते हैं? प्रगति खो जाएगी।
pl: Czy na pewno chcesz anulować przywracanie? Postęp zostanie utracony.
th: คุณแน่ใจหรือไม่ว่าต้องการยกเลิกการกู้คืน? ความคืบหน้าจะสูญหาย
uk: Ви впевнені, що хочете скасувати відновлення? Прогрес буде втрачено.

source: Yes
hi: हाँ
pl: Tak
th: ใช่
uk: Так

source: No
hi: नहीं
pl: Nie
th: ไม่
uk: Ні

source: Initializing backup...
hi: बैकअप प्रारंभ कर रहे हैं...
pl: Inicjalizacja kopii zapasowej...
th: กำลังเริ่มต้นการสำรองข้อมูล...
uk: Ініціалізація резервного копіювання...

source: Creating backup archive...
hi: बैकअप संग्रह बना रहे हैं...
pl: Tworzenie archiwum kopii zapasowej...
th: กำลังสร้างไฟล์เก็บถาวรการสำรองข้อมูล...
uk: Створення архіву резервної копії...

source: Backing up downloads metadata...
hi: डाउनलोड मेटाडेटा का बैकअप ले रहे हैं...
pl: Tworzenie kopii zapasowej metadanych pobierania...
th: กำลังสำรองข้อมูลเมตาเดตาของการดาวน์โหลด...
uk: Резервне копіювання метаданих завантажень...

source: Backing up audio files...
hi: ऑडियो फ़ाइलों का बैकअप ले रहे हैं...
pl: Tworzenie kopii zapasowej plików audio...
th: กำลังสำรองข้อมูลไฟล์เสียง...
uk: Резервне копіювання аудіофайлів...

source: Backing up library data...
hi: लाइब्रेरी डेटा का बैकअप ले रहे हैं...
pl: Tworzenie kopii zapasowej danych biblioteki...
th: กำลังสำรองข้อมูลไลบรารี...
uk: Резервне копіювання даних бібліотеки...

source: Writing backup file...
hi: बैकअप फ़ाइल लिख रहे हैं...
pl: Zapisywanie pliku kopii zapasowej...
th: กำลังเขียนไฟล์สำรองข้อมูล...
uk: Запис файлу резервної копії...

source: Saving to storage...
hi: स्टोरेज में सहेज रहे हैं...
pl: Zapisywanie do magazynu...
th: กำลังบันทึกลงที่เก็บข้อมูล...
uk: Збереження в сховище...

source: Backup cancelled
hi: बैकअप रद्द किया गया
pl: Kopia zapasowa anulowana
th: ยกเลิกการสำรองข้อมูลแล้ว
uk: Резервне копіювання скасовано

source: Starting backup...
hi: बैकअप शुरू कर रहे हैं...
pl: Rozpoczynanie kopii zapasowej...
th: กำลังเริ่มสำรองข้อมูล...
uk: Запуск резервного копіювання...

source: Starting restore...
hi: पुनर्स्थापना शुरू कर रहे हैं...
pl: Rozpoczynanie przywracania...
th: กำลังเริ่มกู้คืน...
uk: Запуск відновлення...

source: Initializing restore...
hi: पुनर्स्थापना प्रारंभ कर रहे हैं...
pl: Inicjalizacja przywracania...
th: กำลังเริ่มต้นการกู้คืน...
uk: Ініціалізація відновлення...

source: Reading backup file...
hi: बैकअप फ़ाइल पढ़ रहे हैं...
pl: Odczytywanie pliku kopii zapasowej...
th: กำลังอ่านไฟล์สำรองข้อมูล...
uk: Читання файлу резервної копії...

source: Extracting library data...
hi: लाइब्रेरी डेटा निकाल रहे हैं...
pl: Wyodrębnianie danych biblioteki...
th: กำลังแยกข้อมูลไลบรารี...
uk: Вилучення даних бібліотеки...

source: Extracting downloads data...
hi: डाउनलोड डेटा निकाल रहे हैं...
pl: Wyodrębnianie danych pobierania...
th: กำลังแยกข้อมูลการดาวน์โหลด...
uk: Вилучення даних завантажень...

source: Extracting audio files...
hi: ऑडियो फ़ाइलें निकाल रहे हैं...
pl: Wyodrębnianie plików audio...
th: กำลังแยกไฟล์เสียง...
uk: Вилучення аудіофайлів...

source: Finalizing restore...
hi: पुनर्स्थापना अंतिम रूप दे रहे हैं...
pl: Finalizowanie przywracania...
th: กำลังสรุปการกู้คืน...
uk: Завершення відновлення...

source: Restore completed successfully!
hi: पुनर्स्थापना सफलतापूर्वक पूरी हुई!
pl: Przywracanie zakończone pomyślnie!
th: การกู้คืนเสร็จสมบูรณ์!
uk: Відновлення успішно завершено!

source: Restore failed
hi: पुनर्स्थापना विफल
pl: Przywracanie nie powiodło się
th: การกู้คืนล้มเหลว
uk: Відновлення не вдалося

source: Backup file not found
hi: बैकअप फ़ाइल नहीं मिली
pl: Plik kopii zapasowej nie znaleziony
th: ไม่พบไฟล์สำรองข้อมูล
uk: Файл резервної копії не знайдено

# savedTo
source: Saved to: {filename}
hi: सहेजा गया: {filename}
pl: Zapisano w: {filename}
th: บันทึกไว้ที่: {filename}
uk: Збережено в: {filename}

# playlistEditSubtitle
source: Give your playlist a fresh identity.
hi: अपनी प्लेलिस्ट को एक नई पहचान दें।
pl: Nadaj swojej playliście świeżą tożsamość.
th: ให้เพลย์ลิสต์ของคุณมีตัวตนใหม่
uk: Надайте плейлисту нову індивідуальність.

# playlistDetailsTitle
source: Details
hi: विवरण
pl: Szczegóły
th: รายละเอียด
uk: Деталі

# playlistEmptyStateDescription
source: Create a playlist to start saving your favourite tracks.
hi: अपने पसंदीदा ट्रैक्स को सहेजना शुरू करने के लिए एक प्लेलिस्ट बनाएं।
pl: Utwórz playlistę, aby zacząć zapisywać swoje ulubione utwory.
th: สร้างเพลย์ลิสต์เพื่อเริ่มบันทึกเพลงโปรดของคุณ
uk: Створіть плейлист, щоб почати зберігати улюблені треки.

# playlistSelectTitle
source: Select a playlist
hi: एक प्लेलिस्ट चुनें
pl: Wybierz playlistę
th: เลือกเพลย์ลิสต์
uk: Виберіть плейлист

# playlistSelectDescription
source: Choose where the selected tracks should be added.
hi: चुनें कि चयनित ट्रैक कहाँ जोड़े जाने चाहिए।
pl: Wybierz, gdzie mają być dodane wybrane utwory.
th: เลือกว่าจะเพิ่มแทร็กที่เลือกไว้ที่ใด
uk: Виберіть, куди додати вибрані треки.

# playlistCreatorSubtitle
source: Add a name or paste a playlist link
hi: एक नाम जोड़ें या प्लेलिस्ट लिंक पेस्ट करें
pl: Dodaj nazwę lub wklej link do playlisty
th: เพิ่มชื่อหรือวางลิงก์เพลย์ลิสต์
uk: Додайте назву або вставте посилання на плейлист

# playlistCreatorPasteInfo
source: You can paste a YouTube playlist URL to import it automatically.
hi: आप स्वचालित रूप से आयात करने के लिए एक YouTube प्लेलिस्ट URL पेस्ट कर सकते हैं।
pl: Możesz wkleić URL playlisty YouTube, aby automatycznie ją zaimportować.
th: คุณสามารถวาง URL เพลย์ลิสต์ YouTube เพื่อนำเข้าโดยอัตโนมัติ
uk: Можете вставити URL плейлиста YouTube, щоб імпортувати його автоматично.

# artistNotFoundDescription
source: The artist you are looking for was not found.
hi: आप जिस कलाकार की तलाश कर रहे हैं वह नहीं मिला।
pl: Szukany artysta nie został znaleziony.
th: ไม่พบศิลปินที่คุณกำลังมองหา
uk: Потрібного артиста не знайдено.

# artistNoSinglesDescription
source: No singles available for this artist.
hi: इस कलाकार के लिए कोई सिंगल उपलब्ध नहीं है।
pl: Brak singli dostępnych dla tego artysty.
th: ไม่มีซิงเกิลสำหรับศิลปินนี้
uk: Для цього артиста немає синглів.

# artistNoAlbumsDescription
source: No albums available for this artist.
hi: इस कलाकार के लिए कोई एल्बम उपलब्ध नहीं है।
pl: Brak albumów dostępnych dla tego artysty.
th: ไม่มีอัลบั้มสำหรับศิลปินนี้
uk: Для цього артиста немає альбомів.

# artistNoSongsDescription
source: No songs available for this artist.
hi: इस कलाकार के लिए कोई गाना उपलब्ध नहीं है।
pl: Brak utworów dostępnych dla tego artysty.
th: ไม่มีเพลงสำหรับศิลปินนี้
uk: Для цього артиста немає пісень.

# lyricsNotAvailable
source: No lyrics available for this track.
hi: इस ट्रैक के लिए कोई गीत उपलब्ध नहीं है।
pl: Brak tekstu piosenki dostępnego dla tego utworu.
th: ไม่มีเนื้อเพลงสำหรับแทร็กนี้
uk: Для цього треку немає тексту.

# queueEmptyTitle
source: Your queue is empty
hi: आपकी कतार खाली है
pl: Twoja kolejka jest pusta
th: คิวของคุณว่างเปล่า
uk: Ваша черга порожня

# queueEmptyMessage
source: Add songs to the queue to enjoy your music experience.
hi: अपने संगीत अनुभव का आनंद लेने के लिए कतार में गाने जोड़ें।
pl: Dodaj utwory do kolejki, aby cieszyć się muzyką.
th: เพิ่มเพลงลงในคิวเพื่อเพลิดเพลินกับประสบการณ์ดนตรีของคุณ
uk: Додайте пісні до черги, щоб насолоджуватися музикою.

source: No items found
hi: कोई आइटम नहीं मिला
pl: Nie znaleziono elementów
th: ไม่พบรายการ
uk: Жодного елемента не знайдено

# downloadsEmptyMessage
source: Your downloaded tracks will appear here.
hi: आपके डाउनलोड किए गए ट्रैक यहां दिखाई देंगे।
pl: Twoje pobrane utwory pojawią się tutaj.
th: แทร็กที่คุณดาวน์โหลดจะแสดงที่นี่
uk: Ваші завантажені треки з’являться тут.
