Repository: MusilyApp/musily
Catalog: lib/l10n/app_*.arb
Languages: hi, pl, th, uk

# downloadingSectionTitle
source: Downloading
hi: डाउनलोड हो रहा है
pl: Pobieranie
th: กำลังดาวน์โหลด
uk: Завантаження

# queuedSectionTitle
source: Queued
hi: कतार में
pl: W kolejce
th: อยู่ในคิว
uk: У черзі

# completedSectionTitle
source: Completed
hi: पूर्ण
pl: Zakończone
th: เสร็จสมบูรณ์
uk: Завершено

# failedSectionTitle
source: Failed
hi: विफल
pl: Nieudane
th: ล้มเหลว
uk: Помилка

# searchSuggestions
source: Suggestions
hi: सुझाव
pl: Sugestie
th: คำแนะนำ
uk: Пропозиції

# searchStartTyping
source: Start typing to search
hi: खोज करने के लिए टाइप करना शुरू करें
pl: Zacznij pisać, aby wyszukać
th: เริ่มพิมพ์เพื่อค้นหา
uk: Почніть вводити для пошуку

# smartSuggestionsTitle
source: Smart Suggestions
hi: स्मार्ट सुझाव
pl: Inteligentne sugestie
th: คำแนะนำอัจฉริยะ
uk: Розумні пропозиції

# smartSuggestionsDescription
source: Auto-add similar tracks
hi: स्वचालित रूप से समान ट्रैक जोड़ें
pl: Automatycznie dodawaj podobne utwory
th: เพิ่มแทร็กที่คล้ายกันโดยอัตโนมัติ
uk: Автоматично додавати схожі треки

# libraryManagementSectionTitle
source: Library Management
hi: लाइब्रेरी प्रबंधन
pl: Zarządzanie biblioteką
th: การจัดการไลบรารี
uk: Керування бібліотекою

# localLibraryTitle
source: Local Library
hi: स्थानीय लाइब्रेरी
pl: Lokalna biblioteka
th: ไลบรารีท้องถิ่น
uk: Локальна бібліотека

# localLibraryDescription
source: Manage folders from your device to play local audio files.
hi: स्थानीय ऑडियो फ़ाइलें चलाने के लिए अपने डिवाइस से फ़ोल्डर प्रबंधित करें।
pl: Zarządzaj folderami z urządzenia, aby odtwarzać lokalne pliki audio.
th: จัดการโฟลเดอร์จากอุปกรณ์ของคุณเพื่อเล่นไฟล์เสียงท้องถิ่น
uk: Керуйте папками пристрою, щоб відтворювати локальні аудіофайли.

# localFilesLabel
source: Local Files
hi: स्थानीय फ़ाइलें
pl: Pliki lokalne
th: ไฟล์ท้องถิ่น
uk: Локальні файли

source: Manage local folders
hi: स्थानीय फ़ोल्डर प्रबंधित करें
pl: Zarządzaj lokalnymi folderami
th: จัดการโฟลเดอร์ท้องถิ่น
uk: Керувати локальними папками

# manageLocalFoldersDescription
source: Add, rename or remove directories synced with your Musily library.
hi: अपनी Musily लाइब्रेरी के साथ सिंक की गई निर्देशिकाओं को जोड़ें, नाम बदलें या हटाएं।
pl: Dodaj, zmień nazwę lub usuń katalogi zsynchronizowane z biblioteką Musily.
th: เพิ่ม เปลี่ยนชื่อ หรือลบไดเรกทอรีที่ซิงค์กับไลบรารี Musily ของคุณ
uk: Додавайте, перейменовуйте або видаляйте каталоги, синхронізовані з бібліотекою.

source: Add local folder
hi: स्थानीय फ़ोल्डर जोड़ें
pl: Dodaj lokalny folder
th: เพิ่มโฟลเดอร์ท้องถิ่น
uk: Додати локальну папку

# emptyLocalLibrary
source: No local folders yet
hi: अभी तक कोई स्थानीय फ़ोल्डर नहीं
pl: Brak jeszcze lokalnych folderów
th: ยังไม่มีโฟลเดอร์ท้องถิ่น
uk: Немає локальних папок

# emptyLocalLibraryDescription
source: Add a folder from your device to keep local songs accessible inside Musily.
hi: Musily के अंदर स्थानीय गानों को सुलभ रखने के लिए अपने डिवाइस से एक फ़ोल्डर जोड़ें।
pl: Dodaj folder z urządzenia, aby zachować dostęp do lokalnych utworów w Musily.
th: เพิ่มโฟลเดอร์จากอุปกรณ์ของคุณเพื่อให้สามารถเข้าถึงเพลงท้องถิ่นภายใน Musily
uk: Додайте папку з пристрою, щоб мати доступ до локальних треків у Musily.

source: Choose directory
hi: निर्देशिका चुनें
pl: Wybierz katalog
th: เลือกไดเรกทอรี
uk: Вибрати директорію

source: Invalid directory
hi: अमान्य निर्देशिका
pl: Nieprawidłowy katalog
th: ไดเรกทอรีไม่ถูกต้อง
uk: Каталог не знайдено

# invalidDirectoryDescription
source: We could not access this folder. Update the path or remove the entry.
hi: हम इस फ़ोल्डर तक पहुंच नहीं सके। पथ अपडेट करें या प्रविष्टि हटाएं।
pl: Nie można uzyskać dostępu do tego folderu. Zaktualizuj ścieżkę lub usuń wpis.
th: เราไม่สามารถเข้าถึงโฟลเดอร์นี้ได้ อัปเดตเส้นทางหรือลบรายการ
uk: Не вдалося отримати доступ до цієї папки. Оновіть шлях або видаліть запис.

# removeLocalFolderConfirmation
source: Remove "{name}" from your local library?
hi: अपनी स्थानीय लाइब्रेरी से "{name}" हटाएं?
pl: Usunąć "{name}" z lokalnej biblioteki?
th: ลบ "{name}" ออกจากไลบรารีท้องถิ่นของคุณ?
uk: Видалити «{name}» з локальної бібліотеки?

# emptyLocalPlaylist
source: No songs found
hi: कोई गाना नहीं मिला
pl: Nie znaleziono utworów
th: ไม่พบเพลง
uk: Треки не знайдені

# emptyLocalPlaylistDescription
source: Make sure the folder still exists and that it contains supported audio files.
hi: सुनिश्चित करें कि फ़ोल्डर अभी भी मौजूद है और इसमें समर्थित ऑडियो फ़ाइलें हैं।
pl: Upewnij się, że folder nadal istnieje i zawiera obsługiwane pliki audio.
th: ตรวจสอบให้แน่ใจว่าโฟลเดอร์ยังคงมีอยู่และมีไฟล์เสียงที่รองรับ
uk: Переконайтеся, що папка існує та містить підтримувані аудіофайли.

source: Change directory
hi: निर्देशिका बदलें
pl: Zmień katalog
th: เปลี่ยนไดเรกทอรี
uk: Змінити директорію

source: Update directory
hi: निर्देशिका अपडेट करें
pl: Zaktualizuj katalog
th: อัปเดตไดเรกทอรี
uk: Оновити директорію

# localFolderPreviewOverflow
source: +{count} more folders
hi: +{count} और फ़ोल्डर
pl: +{count} więcej folderów
th: +{count} โฟลเดอร์เพิ่มเติม
uk: +ще {count} папок

source: Open
hi: खोलें
pl: Otwórz
th: เปิด
uk: Відкрити

source: Rename
hi: नाम बदलें
pl: Zmień nazwę
th: เปลี่ยนชื่อ
uk: Перейменувати

source: Remove
hi: हटाएं
pl: Usuń
th: ลบ
uk: Видалити

source: Refresh
hi: ताज़ा करें
pl: Odśwież
th: รีเฟรช
uk: Оновити

# backupLibraryDescription
source: Create a backup of your library
hi: अपनी लाइब्रेरी का बैकअप बनाएं
pl: Utwórz kopię zapasową swojej biblioteki
th: สร้างการสำรองข้อมูลไลบรารีของคุณ
uk: Створіть резервну копію своєї бібліотеки

# restoreLibraryDescription
source: Restore your library from a backup
hi: एक बैकअप से अपनी लाइब्रेरी पुनर्स्थापित करें
pl: Przywróć swoją bibliotekę z kopii zapasowej
th: กู้คืนไลบรารีของคุณจากการสำรองข้อมูล
uk: Відновіть бібліотеку з резервної копії

# includeLibraryDescription
source: Backup your saved albums, artists, and playlists
hi: अपने सहेजे गए एल्बम, कलाकार और प्लेलिस्ट का बैकअप लें
pl: Utwórz kopię zapasową zapisanych albumów, artystów i playlist
th: สำรองข้อมูลอัลบั้ม ศิลปิน และเพลย์ลิสต์ที่บันทึกไว้ของคุณ
uk: Створіть резервну копію збережених альбомів, виконавців та плейлистів

# includeDownloadsDescription
source: Backup your downloaded tracks
hi: अपने डाउनलोड किए गए ट्रैक्स का बैकअप लें
pl: Utwórz kopię zapasową pobranych utworów
th: สำรองข้อมูลแทร็กที่คุณดาวน์โหลด
uk: Створіть резервну копію завантажених треків

# fullScreenPlayerTooltip
source: Full screen player
hi: पूर्ण स्क्रीन प्लेयर
pl: Odtwarzacz pełnoekranowy
th: เครื่องเล่นแบบเต็มหน้าจอ
uk: Повноекранний плеєр

source: Sleep Timer
hi: स्लीप टाइमर
pl: Timer snu
th: ตัวจับเวลาเข้านอน
uk: Таймер сну

# sleepTimerDescription
source: Music will pause after selected time
hi: चयनित समय के बाद संगीत रुक जाएगा
pl: Muzyka wstrzyma się po wybranym czasie
th: ดนตรีจะหยุดชั่วคราวหลังจากเวลาที่เลือก
uk: Музика призупиниться через обраний час

# sleepTimerActive
source: Sleep timer: {time}
hi: स्लीप टाइमर: {time}
pl: Timer snu: {time}
th: ตัวจับเวลาเข้านอน: {time}
uk: Таймер сну: {time}

# minutes
source: {count} min
hi: {count} मिनट
th: {count} นาที
uk: {count} хв

# hours
source: {count} hours
hi: {count} घंटे
pl: {count} godz.
th: {count} ชั่วโมง
uk: {count} год

# hour
source: 1 hour
hi: 1 घंटा
pl: 1 godz.
th: 1 ชั่วโมง
uk: 1 год

# customTime
source: Custom
hi: कस्टम
pl: Niestandardowy
th: กำหนดเอง
uk: Вибрати

source: Enter time
hi: समय दर्ज करें
pl: Wprowadź czas
th: ป้อนเวลา
uk: Введіть час

# minutesLabel
source: Minutes
hi: मिनट
pl: Minuty
th: นาที
uk: Хвилини

# hoursLabel
source: Hours
hi: घंटे
pl: Godziny
th: ชั่วโมง
uk: Години

source: Cancel Timer
hi: टाइमर रद्द करें
pl: Anuluj timer
th: ยกเลิกตัวจับเวลา
uk: Скасувати таймер

# cancelTimerQuestion
source: Do you want to cancel the sleep timer?
hi: क्या आप स्लीप टाइमर रद्द करना चाहते हैं?
pl: Czy chcesz anulować timer snu?
th: คุณต้องการยกเลิกตัวจับเวลาเข้านอนหรือไม่?
uk: Ви хочете скасувати таймер сну?

# timerInfo
source: Timer active for {time}
hi: टाइमर {time} के लिए सक्रिय
pl: Timer aktywny przez {time}
th: ตัวจับเวลาใช้งานเป็นเวลา {time}
uk: Таймер активний на {time}

source: Add time
hi: समय जोड़ें
pl: Dodaj czas
th: เพิ่มเวลา
uk: Додати час

# clearQueueTitle
source: Clear Queue
hi: कतार साफ़ करें
pl: Wyczyść kolejkę
th: ล้างคิว
uk: Очистити чергу

# clearQueueMessage
source: Clear all queued/pending downloads?
hi: सभी कतारबद्ध/लंबित डाउनलोड साफ़ करें?
pl: Wyczyścić wszystkie pobierania w kolejce/oczekujące?
th: ล้างการดาวน์โหลดทั้งหมดในคิว/รอดำเนินการ?
uk: Очистити всі завантаження в черзі/очікуванні?

# clearQueueDescription
source: This will cancel all pending downloads. Completed downloads will not be affected.
hi: यह सभी लंबित डाउनलोड को रद्द कर देगा। पूर्ण डाउनलोड प्रभावित नहीं होंगे।
pl: To anuluje wszystkie oczekujące pobierania. Zakończone pobierania nie zostaną naruszone.
th: นี่จะยกเลิกการดาวน์โหลดที่รอดำเนินการทั้งหมด การดาวน์โหลดที่เสร็จสมบูรณ์จะไม่ได้รับผลกระทบ
uk: Це скасує всі очікуючі завантаження. Завершені завантаження не будуть порушені.

# downloadManagerSummary
source: {active} active • {queued} queued
hi: {active} सक्रिय • {queued} कतार में
pl: {active} aktywne • {queued} w kolejce
th: {active} ใช้งานอยู่ • {queued} ในคิว
uk: {active} активних • {queued} у черзі

# downloadManagerRetryAll
source: Retry all
hi: सभी पुनः प्रयास करें
pl: Ponów wszystkie
th: ลองใหม่ทั้งหมด
uk: Повторити всі

# downloadManagerClearFailed
source: Clear failed
hi: विफल साफ़ करें
pl: Wyczyść nieudane
th: ล้างที่ล้มเหลว
uk: Очистити невдалі

# downloadManagerClearCompleted
source: Clear completed
hi: पूर्ण साफ़ करें
pl: Wyczyść zakończone
th: ล้างที่เสร็จสมบูรณ์
uk: Очистити завершені

# clearCompletedDownloadsTitle
source: Clear completed downloads
hi: पूर्ण डाउनलोड साफ़ करें
pl: Wyczyść zakończone pobierania
th: ล้างการดาวน์โหลดที่เสร็จสมบูรณ์
uk: Очистити завершені завантаження

# clearCompletedDownloadsMessage
source: Delete all completed downloads?
hi: सभी पूर्ण डाउनलोड हटाएं?
pl: Usunąć wszystkie zakończone pobierania?
th: ลบการดาวน์โหลดที่เสร็จสมบูรณ์ทั้งหมด?
uk: Видалити всі завершені завантаження?

# clearCompletedDownloadsDescription
source: This will remove the downloaded files from storage. This action cannot be undone.
hi: यह डाउनलोड की गई फ़ाइलों को स्टोरेज से हटा देगा। इस क्रिया को पूर्ववत नहीं किया जा सकता है।
pl: To usunie pobrane pliki z magazynu. Tej czynności nie można cofnąć.
th: นี่จะลบไฟล์ที่ดาวน์โหลดจากที่เก็บข้อมูล การกระทำนี้ไม่สามารถยกเลิกได้
uk: Це видалить завантажені файли з пам'яті. Дію не можна скасувати.

# itemCount
source: {count, plural, =1{1 item} other{{count} items}}
hi: {count, plural, =1{1 आइटम} other{{count} आइटम}}
pl: {count, plural, =1{1 element} other{{count} elementów}}
th: {count, plural, =1{1 รายการ} other{{count} รายการ}}
uk: {count, plural, =1{1 елемент} other{{count} елементів}}

# downloadCompletedFailedSummary
source: {completed} completed • {failed} failed
hi: {completed} पूर्ण • {failed} विफल
pl: {completed} zakończone • {failed} nieudane
th: {completed} เสร็จสมบูรณ์ • {failed} ล้มเหลว
uk: {completed} завершено • {failed} невдалих

# downloadTotalEta
source: Estimated total time
hi: अनुमानित कुल समय
pl: Szacowany całkowity czas
th: เวลารวมโดยประมาณ
uk: Орієнтовний загальний час

# downloadErrorResolveUrl
source: Could not resolve download URL
hi: डाउनलोड URL हल नहीं कर सका
pl: Nie można rozwiązać URL pobierania
th: ไม่สามารถแก้ไข URL การดาวน์โหลดได้
uk: Не вдалося отримати URL завантаження

# downloadErrorFileValidation
source: Downloaded file validation failed
hi: डाउनलोड की गई फ़ाइल सत्यापन विफल
pl: Walidacja pobranego pliku nie powiodła się
th: การตรวจสอบไฟล์ที่ดาวน์โหลดล้มเหลว
uk: Не вдалося перевірити завантажений файл

# downloadErrorUnexpectedMessage
source: Unexpected download response
hi: अनपेक्षित डाउनलोड प्रतिक्रिया
pl: Nieoczekiwana odpowiedź pobierania
th: การตอบกลับการดาวน์โหลดที่ไม่คาดคิด
uk: Неочікувана відповідь під час завантаження

source: Clear
hi: साफ़ करें
pl: Wyczyść
th: ล้าง
uk: Очистити

source: Queue Tools
hi: कतार उपकरण
pl: Narzędzia kolejki
th: เครื่องมือคิว
uk: Інструменти черги

# queueToolsDescription
source: Reorder your queue and create playlists
hi: अपनी कतार को पुन: क्रमबद्ध करें और प्लेलिस्ट बनाएं
pl: Zmień kolejność kolejki i utwórz playlisty
th: จัดเรียงคิวใหม่และสร้างเพลย์ลิสต์
uk: Змінити порядок черги та створювати плейлисти

# playlistCreated
source: Playlist created successfully
hi: प्लेलिस्ट सफलतापूर्वक बनाई गई
pl: Playlista utworzona pomyślnie
th: สร้างเพลย์ลิสต์สำเร็จ
uk: Плейлист успішно створено

source: Queue
hi: कतार
pl: Kolejka
th: คิว
uk: Черга

source: tracks selected
hi: ट्रैक चयनित
pl: utworów wybranych
th: แทร็กที่เลือก
uk: треків вибрано

source: Select All
hi: सभी चुनें
pl: Zaznacz wszystkie
th: เลือกทั้งหมด
uk: Вибрати все

source: Deselect All
hi: सभी अचयनित करें
pl: Odznacz wszystkie
th: ยกเลิกการเลือกทั้งหมด
uk: Зняти вибір

# updateDirectoryDescription
source: Select a new directory for this playlist
hi: इस प्लेलिस्ट के लिए एक नई निर्देशिका चुनें
pl: Wybierz nowy katalog dla tej playlisty
th: เลือกไดเรกทอรีใหม่สำหรับเพลย์ลิสต์นี้
uk: Оберіть нову директорію для цього плейлиста

source: Select
hi: चुनें
pl: Wybierz
th: เลือก
uk: Вибрати

# renameLocalFolder
source: Rename folder
hi: फ़ोल्डर का नाम बदलें
pl: Zmień nazwę folderu
th: เปลี่ยนชื่อโฟลเดอร์
uk: Перейменувати локальну папку

# removeLocalFolder
source: Remove folder
hi: फ़ोल्डर हटाएं
pl: Usuń folder
th: ลบโฟลเดอร์
uk: Видалити локальну папку

source: Save
hi: सहेजें
pl: Zapisz
th: บันทึก
uk: Зберегти

source: Local playlist
hi: स्थानीय प्लेलिस्ट
pl: Lokalna playlista
th: เพลย์ลิสต์ท้องถิ่น
uk: Локальний плейлист

source: Version Manager
hi: संस्करण प्रबंधक
pl: Menedżer wersji
th: ตัวจัดการเวอร์ชัน
uk: Менеджер версій

source: Retry
hi: पुनः प्रयास करें
pl: Ponów
th: ลองใหม่
uk: Повторити

source: No releases found
hi: कोई रिलीज़ नहीं मिली
pl: Nie znaleziono wydań
th: ไม่พบเวอร์ชัน
uk: Версії не знайдено

source: Version
hi: संस्करण
pl: Wersja
th: เวอร์ชัน
uk: Версія

source: Already Installed
hi: पहले से स्थापित
pl: Już zainstalowane
th: ติดตั้งแล้ว
uk: Вже встановлено

source: Update
hi: अपडेट करें
pl: Aktualizuj
th: อัปเดต
uk: Оновити

source: Changelog
hi: चेंजलॉग
pl: Dziennik zmian
th: บันทึกการเปลี่ยนแปลง
uk: Зміни

source: Changelog not available
hi: चेंजलॉग उपलब्ध नहीं है
pl: Dziennik zmian niedostępny
th: บันทึกการเปลี่ยนแปลงไม่พร้อมใช้งาน
uk: Зміни недоступні

source: Later
hi: बाद में
pl: Później
th: ภายหลัง
uk: Пізніше

# updateAvailableDescription
source: A new version of Musily is available. Update now to get the latest features and improvements.
hi: Musily का एक नया संस्करण उपलब्ध है। नवीनतम सुविधाओं और सुधारों को प्राप्त करने के लिए अभी अपडेट करें।
pl: Dostępna jest nowa wersja Musily. Zaktualizuj teraz, aby uzyskać najnowsze funkcje i ulepszenia.
th: เวอร์ชันใหม่ของ Musily พร้อมใช้งาน อัปเดตตอนนี้เพื่อรับฟีเจอร์และปรับปรุงล่าสุด
uk: Доступна нова версія Musily. Оновіть зараз, щоб отримати останні функції та покращення.

source: Recommendations
hi: सिफारिशें
pl: Rekomendacje
th: คำแนะนำ
uk: Рекомендації
